Repository: kylezhao/maho-lens
Catalog: Maho Lens/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: About
ja: 情報
zh_hans: 关于

source: Accurate
ja: 高精度
zh_hans: 精确

source: Add Item
ja: 項目を追加
zh_hans: 添加项目

source: Also save to Photos library
ja: 写真ライブラリにも保存
zh_hans: 同时保存到照片图库

source: At 30 fps the preview must stay above 25 fps; at 60 fps above 50 fps. The dial on the camera screen turns green when it does.
ja: 30 fps 設定ではプレビューが 25 fps 以上、60 fps 設定では 50 fps 以上を維持する必要があります。達成するとカメラ画面のダイヤルが緑色になります。
zh_hans: 30 fps 设置下预览需保持在 25 fps 以上；60 fps 设置下需保持在 50 fps 以上。达标时相机界面的表盘会变为绿色。

source: Back
ja: 背面
zh_hans: 后置

source: Background blur
ja: 背景ぼかし
zh_hans: 背景虚化

source: Balanced
ja: バランス
zh_hans: 均衡

source: Camera
ja: カメラ
zh_hans: 相机

source: Camera access is off. Allow it in Settings to cast spells.
ja: カメラへのアクセスがオフです。魔法を使うには「設定」で許可してください。
zh_hans: 相机访问已关闭。请在“设置”中允许后再施放魔法。

source: Capture
ja: 撮影
zh_hans: 拍摄

source: Close
ja: 閉じる
zh_hans: 关闭

source: Cool tones
ja: 寒色トーン
zh_hans: 冷色调

source: Copied
ja: コピーしました
zh_hans: 已复制

source: Copy report
ja: レポートをコピー
zh_hans: 复制报告

source: Delete
ja: 削除
zh_hans: 删除

source: Demo
ja: デモ
zh_hans: 演示

source: Display and saving
ja: 表示と保存
zh_hans: 显示与保存

source: Done
ja: 完了
zh_hans: 完成

source: Ember Veil
ja: エンバー・ヴェール
zh_hans: 余烬之纱

source: Face focus
ja: 顔フォーカス
zh_hans: 面部对焦

source: Fast
ja: 高速
zh_hans: 快速

source: Fast gives a coarser mask but leaves more time for 60 fps. Stills always use Accurate.
ja: 「高速」はマスクが粗くなりますが 60 fps の余裕が増えます。静止画は常に「高精度」を使用します。
zh_hans: “快速”蒙版较粗糙，但能为 60 fps 留出更多时间。静态照片始终使用“精确”。

source: Focus Charm
ja: フォーカス・チャーム
zh_hans: 聚焦符咒

source: Front
ja: 前面
zh_hans: 前置

source: Frost Veil
ja: フロスト・ヴェール
zh_hans: 霜寒之纱

source: Grayscale
ja: グレースケール
zh_hans: 灰度

source: Item at %@
ja: %@ の項目
zh_hans: %@ 的项目

source: Mist Barrier
ja: ミスト・バリア
zh_hans: 迷雾结界

source: Moonlight Mono
ja: ムーンライト・モノ
zh_hans: 月光单色

source: No camera is available on this device.
ja: このデバイスではカメラを利用できません。
zh_hans: 此设备没有可用的相机。

source: No spells
ja: 魔法なし
zh_hans: 未施法

source: No transformations yet
ja: まだ変身はありません
zh_hans: 还没有变身记录

source: Performance report
ja: パフォーマンスレポート
zh_hans: 性能报告

source: Person segmentation
ja: 人物セグメンテーション
zh_hans: 人像分割

source: Photo library access is off, so the photo was kept inside Maho Lens only.
ja: 写真ライブラリへのアクセスがオフのため、写真は Maho Lens 内にのみ保存されました。
zh_hans: 照片图库访问已关闭，照片仅保存在 Maho Lens 内。

source: Photos you take are kept here and, if allowed, in your Photos library.
ja: 撮影した写真はここに保存され、許可があれば写真ライブラリにも保存されます。
zh_hans: 拍摄的照片会保存在这里；如已允许，也会保存到照片图库。

source: Preview frame rate
ja: プレビューのフレームレート
zh_hans: 预览帧率

source: Select an item
ja: 項目を選択してください
zh_hans: 请选择一个项目

source: Settings
ja: 設定
zh_hans: 设置

source: Share
ja: 共有
zh_hans: 分享

source: Show performance metrics
ja: パフォーマンス指標を表示
zh_hans: 显示性能指标

source: Take photo
ja: 写真を撮る
zh_hans: 拍照

source: The camera could not be configured.
ja: カメラを設定できませんでした。
zh_hans: 无法配置相机。

source: The demo portrait is missing from the app bundle.
ja: デモ用ポートレートがアプリに含まれていません。
zh_hans: 应用包中缺少演示人像。

source: The photo could not be taken.
ja: 写真を撮影できませんでした。
zh_hans: 无法拍摄照片。

source: Transformations
ja: 変身
zh_hans: 变身

source: Version
ja: バージョン
zh_hans: 版本

source: Warm tones
ja: 暖色トーン
zh_hans: 暖色调

source: target %lld
ja: 目標 %lld
zh_hans: 目标 %lld
